Repository: Wyatt-Stanke/crosshare
Catalog: app/locales/*/messages.po
Languages: es

source: (please be nice!):
es: (¡por favor sé amable!):

source: follower-count
es: 1 seguidor

source: follower-blog-count
es: 1 with a Crosshare blog:

source: <0>Create a new puzzle</0><1>Build a crossword puzzle with the Crosshare constructor</1>
es: <0>Crear un crucigrama nuevo</0><1>Construir un crucigrama con el constructor de Crosshare</1>

source: <0>Upload a .puz file</0><1>Get a Crosshare link to share with solvers</1>
es: <0>Cargar un archivo .puz</0><1>Obtener un enlace de Crosshare para compartir con solucionadores</1>

source: Account
es: Cuenta

source: Account / Settings
es: Cuenta / Ajustes

source: Across
es: Horizontales

source: All donations go directly to the constructor via PayPal
es: Todas las donaciones van directamente al constructor a través de PayPal.

source: Almost there!
es: ¡Ya casi!

source: Autocheck
es: Verificar automáticamente

source: Autochecking
es: Verificando automáticamente

source: Begin Puzzle
es: Comenzar crucigrama

source: By {guestConstructor}
es: Por {guestConstructor}

source: By {link}
es: Por {link}

source: By guest constructor {guestConstructor}
es: Por el constructor invitado {guestConstructor}

source: Cancel
es: Cancelar

source: change name
es: cambiar nombre

source: Check
es: Verificar

source: Check Puzzle
es: Verificar crucigrama

source: Check Square
es: Verificar casillero

source: Check Word
es: Verificar palabra

source: Checking for previous play data...
es: Comprobando datos de juego anteriores…

source: Clues
es: Pistas

source: commenting as
es: comentando como

source: Comments
es: Comentarios

source: Comments / Leaderboard
es: Comentarios / Tabla de clasificación

source: Construct a Puzzle
es: Crear un cucigrama

source: Constructor Dashboard
es: Panel de constructor

source: Contest Prompt / Submission
es: Entrada / Presentación de concurso

source: Create or Share a Puzzle
es: Crear o compartir un crucigrama

source: Crosshare - Free Crossword Constructor and Daily Mini Crossword Puzzles
es: Crosshare - Constructor Gratuito de Crucigramas y Mini Crucigramas Diarios

source: Crosshare Daily Mini Puzzles for {date}
es: Mini crucigramas diarios de Crosshare de {date}

source: Crosshare Featured Puzzles
es: Crucigramas destacados de Crosshare

source: Crosshare features a free daily mini crossword every day of the week. These puzzles are a great way to give your brain a bite-sized challenge, and to learn how crosswords work before taking on larger puzzles. Mini puzzles are most often 5x5, but can be other sizes as well - sometimes the weekend minis are a bit larger. Any small sized puzzle you publish publicly to Crosshare will be eligible for selection as a daily mini!
es: Crosshare ofrece un mini crucigrama diario gratuito todos los días de la semana. Estos crucigramas son una excelente manera de darle un desafío moderado a tu cerebro, y de aprender cómo funcionan antes de enfrentarse a crucigramas más grandes. Los mini crucigramas suelen ser de 5x5, pero pueden ser de otros tamaños también: a veces los minis del fin de semana son un poco más grandes. ¡Cualquier crucigrama pequeño que lances públicamente en Crosshare será candidato a selección como mini diario!

source: Crosshare is a <0>free</0>, <1>ad-free</1>, and <2>open-source</2> place to create, share and solve crossword puzzles.
es: Crosshare es un espacio <0>gratuito</0>, <1>sin publicidad</1> y de <2>código abierto</2> para crear, compartir y resolver crucigramas.

source: Daily Mini
es: Mini Diario

source: Daily Mini for {displayDate}
es: Mini diario del {displayDate}

source: Daily Mini Puzzles for {date}
es: Mini crucigramas diarios de {date}

source: Display name updated
es: Nombre visible actualizado

source: Down
es: Verticales

source: Download .puz File
es: Descargar archivo .puz

source: Edit
es: Editar

source: Embed
es: Incrustar

source: enable across clues
es: activar pistas horizontales

source: Enter Rebus
es: Ingresar jeroglífico

source: Enter your reply
es: Ingresar tu respuesta

source: Featured Puzzles
es: Crucigramas destacados

source: Featured Puzzles | Page {currentPageNumber} | Crosshare
es: Crucigramas destacados | Página {currentPageNumber} | Crosshare

source: Featured puzzles are puzzles selected by Crosshare that we found to be particularly fun and well constructed. Enjoy!
es: Los crucigramas destacados son crucigramas seleccionados por Crosshare que nos parecieron particularmente divertidos y bien construidos. ¡Disfruta!

source: Follow
es: Seguir

source: Following
es: Siguiendo

source: Frequently asked questions and information
es: Preguntas frecuentes e información

source: Grid
es: Cuadrícula

source: hotkey
es: atajo de teclado

source: If you have questions or suggestions please contact us via <0/>.
es: Si tienes preguntas o sugerencias, por favor contáctanos a través de <0/>.

source: If you're enjoying Crosshare please consider <0>donating</0> to support its continuing development.
es: Si estás disfrutando Crosshare por favor considera <0>donar</0> para sostener la continuación de su desarrollo.

source: just now
es: recién

source: Keep Trying
es: Sigue intentando

source: Leaderboard (updated hourly)
es: Tabla de clasificación (actualizada cada hora)

source: Leave a comment
es: Deja un comentario

source: Live Preview:
es: Vista previa en vivo:

source: Loading...
es: Cargando…

source: Logged in as {displayNameOrEmail}
es: Sesión iniciada como {displayNameOrEmail}

source: Login (via Google)
es: Iniciar sesión (a través de Google)

source: Login (via Google) to save your puzzle progress/stats
es: Inicia sesión (a través de Google) para guardar tu progreso/estadísticas de crucigramas

source: More
es: Más

source: Mute
es: Silenciar

source: Newer Minis
es: Minis más nuevos

source: Newer Puzzles
es: Crucigramas más nuevos

source: No longer following {constructorName}
es: Ya no sigues a {constructorName}

source: Nobody is on the leaderboard yet
es: Todavía no hay nadie en la tabla de clasificación

source: Older Minis
es: Minis más viejos

source: Older Puzzles
es: Crucigramas más viejos

source: Older unfinished solves
es: Soluciones inconclusas más viejas

source: Open on crosshare.org
es: Abrir en crosshare.org

source: Pause Game
es: Pausar juego

source: Powered by crosshare.org
es: Desarrollado por crosshare.org

source: Previous daily minis
es: Minis diarios anteriores

source: Previous featured puzzles
es: Crucigramas destacados anteriores

source: Print Puzzle
es: Imprimir crucigrama

source: Private, going public <0/>
es: Privado, a publicar <0/>

source: Published <0/>
es: Publicado <0/>

source: Published by {link}
es: Publicado por {link}

source: Published privately <0/>
es: Publicado de forma privada <0/>

source: publisher
es: publicador

source: Ready to get started?
es: ¿Todo listo para comenzar?

source: Reply
es: Responder

source: Resume
es: Reanudar

source: Reveal
es: Revelar

source: Reveal Puzzle
es: Revelar crucigrama

source: Reveal Square
es: Revelar casillero

source: Reveal Word
es: Revelar palabra

source: Save
es: Guardar

source: Set your display name:
es: Establecer tu nombre visible:

source: Show Comments
es: Mostrar comentarios

source: Sign in with google to leave a comment of your own:
es: Inicia sesión con Google para dejar un comentario tuyo:

source: Solved <0>downs-only</0> in
es: Resueltas <0>solo las verticales</0> en

source: Solved <0>without check/reveal</0> in
es: Resuelto <0>sin verificar/revelar</0> en

source: Solved in
es: Resuelto en

source: Stats
es: Estadísticas

source: This is a contest/meta puzzle. To submit your answer, first finish solving the grid (or reveal it if you get stuck or solved offline).
es: Este es un crucigrama meta o de concurso. Para presentar tu respuesta, primero termina de resolver la cuadrícula (o revélala si te trabas o si la resolviste sin conexión).

source: Tip {constructorName}
es: Da una propina a {constructorName}

source: to save your puzzle progress/stats
es: para guardar tu progreso/estadísticas de crucigramas

source: Today's daily mini crossword
es: Mini crucigrama diario de hoy

source: Toggle Keyboard
es: Activar/desactivar teclado

source: unfinished
es: inconcluso

source: Unfinished Solves
es: Soluciones inconclusas

source: Unfollow
es: Dejar de seguir

source: Unmute
es: Activar sonido

source: Update display name:
es: Actualizar nombre visible:

source: You are currently solving downs-only:
es: Actualmente estás resolviendo solo verticales:

source: You can't follow yourself!
es: ¡No puedes seguirte a ti!

source: You'll be notified when {constructorName} posts a new puzzle
es: Te notificaremos cuando {constructorName} publique un nuevo crucigrama

source: You've completed the puzzle, but there are one or more mistakes.
es: Has completado el crucigrama, pero hay uno o más errores.

source: Your puzzle is paused
es: Tu crucigramas está pausado
